---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.KeynoteTable
source: html/62f3d036-0094-2f78-45ed-7815dd95565f.htm
---
# KeynoteTable Members

Returns true if the properties CreatedPhaseId and DemolishedPhaseId can be modified for this Element.